---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.MemberForcesServiceData
source: html/ee2cc48d-37c5-5f29-f9ce-cb4fc73046ea.htm
---
# MemberForcesServiceData Methods

Returns the list of Ids of the current elements.